{"meta":{"title":"饮马川下","subtitle":"","description":"存放各种和谐和不和谐的同人文","author":"华林or她的朋友们","url":"http://yoursite.com","root":"/"},"pages":[],"posts":[{"title":"简介","slug":"简介","date":"2020-05-31T09:51:20.451Z","updated":"2020-05-31T10:44:01.714Z","comments":true,"path":"2020/05/31/简介/","link":"","permalink":"http://yoursite.com/2020/05/31/%E7%AE%80%E4%BB%8B/","excerpt":"","text":"艺名=华林，可以叫叠字，主业一般是发春，副业搞义乌小商品，偶尔写文画图。因为（下略）不得不在b站苦苦学习搭了这个小博客，取名叫饮马川下，希望在给三次元当牛做马的余裕里可以搞一些和谐和不和谐的东西娱乐身心。目前的心愿是给青龙门主+东晋褒姒当一条垫脚的毛毯！友链1是lof东晋褒姒的安利菜篮子，友链2是目前用的lof账号，欢迎来找我玩（也可以发邮件）","categories":[],"tags":[{"name":"简介","slug":"简介","permalink":"http://yoursite.com/tags/%E7%AE%80%E4%BB%8B/"}]},{"title":"命运的泉流","slug":"命运的泉流","date":"2020-05-31T08:14:47.000Z","updated":"2020-05-31T08:20:24.071Z","comments":true,"path":"2020/05/31/命运的泉流/","link":"","permalink":"http://yoursite.com/2020/05/31/%E5%91%BD%E8%BF%90%E7%9A%84%E6%B3%89%E6%B5%81/","excerpt":"","text":"虹勇if，虹猫掉进不老泉变小+失忆，如果没有看过动画建议先看一下百科。 我生下来爹娘就死了，稀里糊涂吃了几年百家饭——或许其实不是，窦神医说，我脑袋有些毛病，很多之前的事情记得不清不楚。这个之前的分界线是前年的六月初七，那个夏天湘西遇上了旱灾，我走了十几里路讨不到水喝，躺在龟裂的土地上，身边是一条发臭的黑狗。我看到蛆虫从它暗红色的嘴里涌出来，等它们羽化成苍蝇，大概就要用我来哺育它们的下一代。但我的设想没有变成现实，因为师父把我捡回了家。 师父那时候看我又瘦又小，简直不成个人样，也不知道我是多大。师父家里管家婆婆的孙子林小云十五岁了，和我一般高，师父阔得很，不要说林小云，就是他养的黄雀儿都是拿酥油炒过的小米喂出来的，根据一人得道、鸡犬升天的原理，林小云只能吃得比黄雀儿好，不能比黄雀儿差，人是铁饭是钢，能好吃好喝的娃娃自然比饥一顿饱一顿，有时还要吃树皮草根观音土的娃娃长得好些……总而言之，我和林小云一般高，所以我应该是比林小云大上那么一两岁、两三岁、三四岁……师父带我回去后的第三天问我多大年纪，我狼吞虎咽地扒着饭，含含糊糊说我不知道，也难得他竟然听明白了，我咽下嘴里的东西，看了一眼林小云，说，那就十七岁吧。 师父嘴角弯了弯，我却觉得他眼睛里没有笑意：十七岁是好年纪。 师父既然收了我做徒弟，那便不能再总是喊我“喂。”他老人家前几年广收门人，亲传再传入室不入室的徒弟有个千儿百八号，总是喂来喂去谁能分得清？我于是有了个新名字叫常月。 师父姓姚，我一开始以为我叫姚常月，但师兄常心告诉我想得美，师父没有成婚，也没有孩子，他的入室弟子就算是他的孩子，才能跟着他姓。我挂在他一个大徒弟的名下，和我一样的还有八九个，离这个门槛还遥远地很。虽然但是，我却有种莫名其妙地自信，师父对我似乎另眼相看许多，或许是我的脑仁已经糊涂到分不清梦境与现实。 说到师父为什么不成婚，我一开始以为是什么为了武林不惜牺牲我自己的幸福，但真相离这可比祁连山到岭南还要远得多。 师父不结婚是因为他有个喜欢的人。 那个人是两年前在凤凰岛失踪的沈宏大侠。 我知道这件事并不是因为我成功变成了师父的知心人，而是因为他根本不避讳，甚至自己给自己准备了嫁妆，全部堆在东苑一个专门的隔间，十七只檀木箱，深色木材包裹住珊瑚南珠翡翠玛瑙，和他一起等着那个不知道会不会回来的人。我想大约是恨他的人和理由太多，他也不在乎再自己加个笑话上去。 两年后，沈宏大侠依旧失踪，我却成了师父硕果仅存的入室弟子，他不得不开始渐渐信任我。这么说似乎显得我很悲惨，但如果能回到那时候然后止步于此，现在叫我拿什么换我都愿意。 师父的信任表现在实际行动上就是他开始塞给我一些越来越要命的事情，我大概明白了我那些师兄师姐为什么报废率这么高。但我大概确实比他们都出色，许多个夜晚我带着血腥味和麻木的剧痛向师父行礼，然后换来他一句和几句褒奖，好的时候还有杯茶吃，至少我还活着，还能见到他，这已经是再圆满不过的事。 本来我可以一直当他的一条狗、一把刀，然后功成身退，或者鸟尽弓藏，然后寿终正寝，或者马革裹尸。可是…… 玉蟾宫主、竹林居士和奔雷紫云夫妻前来的那天是湘西难得的晴日，天悬白练滚滚而下，亿万细微的水珠折射出虹光。师父和他们关在屋里谈了很久，我在外面等着，就听见动静愈来愈大，争执里谁是谁也分不清楚，按理说七剑的事，我就算是入室弟子也没资格搅合，毕竟拿着青光剑的还是我师父，可后来里面乒乒乓乓，竟然是有动起手的意思。 我师父向来是劝架的不是打架的，但不管他们谁打谁应该都挺不好，我犹豫再三，终于在他们摔了第二个花瓶时推门冲了进去。不看不知道，一看吓一跳，奔雷剑主硬生生把师父提了起来，另一只手老拳在握，紫云剑主玉蟾宫主在劝，竹林居士站在一边束手无策，除了碍事，大概还能添些乱子。 师父瞧着甚是狼狈，一个没看住奔雷剑主又给了他一下，他那张单薄的瓜子脸儿被打得歪向一边，依旧固执地摇了摇头，喃喃道：“他不是他。” 玉蟾宫主雪白美丽的面孔转向我，一瞬间我不知道她究竟是什么神情，或许是光影的错乱。她笑了一下，道：“孩子，你带宝怀出去走一走，好不好？我们……” 奔雷剑主打断她：“凭什么……” 他没来得及说完，师父大跨步地走了出去，我只好跟上，远远地听见一些话语，师父嘴角抽搐几下，似乎是想笑。我赶快表忠心：“我什么都不知道。” 师父抬起眉毛，一瞬之后确确实实地笑了：“嗯？那不错。” 我带师父去找了些金创药敷上，我跑前跑后忙活的时候，师父缓缓松开了一直紧攥着的左拳。那是一块金属碎片似的东西，上面的花纹繁复而独特，那是…… “长虹……” 自从跟四剑分开一直好像三魂丢了两魂的师父明显地僵住了，他叹了口气，轻声斥道：“闭嘴！” 我终于如此确实地，感受到了一种锥心刺骨般的妒忌。 那些不见天日的檀木箱子又渐渐浮现在眼前。我几乎要嗅到扑面而来潮湿阴冷的气息。 那套殷红的嫁衣。缎子比水还要滑腻，蕴着沉沉丝光，金线细细刺绣出九只振翅欲飞的凤凰，五彩宝石点缀出绮丽羽翼，十八颗足有桂圆大小的南珠坠着衣角。压在上面的是钗环耳坠，赤金细细的绞成精细花式，我不认得的那些吉祥纹样，但女子所求的吉祥，无非是那些了。 我应该觉得可笑和荒唐。 姚瑾，青龙门的门主，居然像个天真愚蠢的小姑娘一样幻想着嫁给沈宏。一个男人，居然幻想着凤冠霞帔，洞房花烛，幻想着光明正大地叫另一个不知生死的男人丈夫。甚至，幻想着为他生孩子。 他日日夜夜都如此糊涂地清醒着。 我以为妒忌应该是酸涩和刻薄的，埋在心底的一根刺，从没想到它是如此巨大的一种力量，它会要我几乎死去。 我怔怔望着深夜里仍透着光的那扇窗，模糊的影微微颤着，那是师父和烛火的摇曳。 往常的日子里，我一定很狗屁地凑在旁边伺候，给他剔剔烛花，磨墨铺纸，端茶倒水什么的。但今晚他没主动叫我过去，我就躺在房里装死。但偏偏是这样，从我屋里的窗看过去，刚好能瞧见他的窗，我就趴在案前看到昏昏沉沉，醒过来时，脚已经自个走过去了。 师父也没和平时一样看书，他在喝酒，面前的几案上展着一卷字画一般的东西，不知道是不是醉了，他的眼光总觉得有些不一样，我有些诧异，印象之中师父是个千杯不倒的量。他将那卷字画随手叠上，忽然抬起眼皮看着我，我一惊，他却招手要我过来，我自然巴巴凑过去，他竟然不老实起来，手指探进松松垮垮的衣领，抚上我肩颈一道长疤。他的手指是温凉的，带着习武人的薄茧。我几乎可以感觉到红潮在我身上迅速生长开来。 师父顿了一下，问我：“疼不疼？” 我说：“我当然疼，我要疼死了。” 师父笑了：“怎么会？这都是几年前的了？” 红潮死掉了，一片一片剥落下去。我说：“是去年年底，在永安渡口，帮您挡了一刀。” 师父摇了摇头：“你胡说，你才没有帮我挡过刀，都是我……是我……”我瞪大眼睛，他又蹙眉道：“他们都说他是你，他不是，我知道他不是，你死了，他是个壳子，我欢喜的是你，不是壳子。” “……我今晚醉了，你就又来见我啦，你说过我喝醉的样子美，我老了，你却一点都没变，小混蛋嫌我了，是不是？不然为什么我清醒的时候你总不来？” “……广平，广平，你留下陪陪我好不好？我好苦啊……活着怎么这样苦？我之前怎么忍得住？” “……” 我不确定我是不是真正理解了他的话，在巨大的茫然与惶恐中，本能的潮水将我淹没。我不知道为什么师父没有反抗，或许隐隐约约的曾经或是现在我窥探到过，但那是我并不愿去想的。 他只在我压到他头发时发出了微弱的抗议。 进入的那一刻，他喘息的声音听起来像某种压抑过的抽泣。我俯下身去，咬他的耳垂，吻他的颈侧，用舌尖划开他紧闭的唇缝，将他那些喉间细碎的响动合着我们两个的津液吞下去。 我结束这个吻时，师父大约是要瞪我，但那双形状美丽的眼睛里被一层水雾模糊掉光彩，我不知道他是望着我，还是穿过什么，又望见了什么。 师父难耐地伸手环住我的肩，指尖又深深陷进皮肉里。我并不觉得痛，因为刺痛我的是更尖锐，更凉薄的东西。 我听到师父颤抖的声音在唤：“广平……” 崇天十三年，我离开了千岩萦回的天悬白练，因为倘若留下来，不知道怎样才能不被师父一剑捅死。头上的月光和几年前一样雪白透亮，原来满月的光彩，并不比残缺的明朗。只是湘西的群山深处太偏远太闭塞了，身边少了那个会牵着我手的人，这山路究竟难走许多。 我当然是贪生怕死，这是人之常情，说出来也没什么丢脸的，何况我如果死了，怎么才能去多爱一爱他？师父作为青光剑主的背后是那样一具脆弱破碎的肉身，我那夜一遍遍吻过他脊背上精巧的蝴蝶骨，和蔓延其上的，枝蔓一样的伤痕。 可我究竟是谁？倒映在冰魄剑主眼中的和我师父所见的是否是同样的身影？四方神佛啊！倘若无垢之瞳果真全知全能，可否告诉我为何师父房中的画像长着和我相同的面孔？我来自何处，又为何去往于此地？我失去的只有记忆？水月南海……观察世间音声、救我、觉悟有情……无恐怖……阿缚卢、枳低湿……伐逻…… 结尾致敬了《墙中之鼠》主角疯狂的呓语。","categories":[],"tags":[{"name":"虹跳","slug":"虹跳","permalink":"http://yoursite.com/tags/%E8%99%B9%E8%B7%B3/"}]}],"categories":[],"tags":[{"name":"简介","slug":"简介","permalink":"http://yoursite.com/tags/%E7%AE%80%E4%BB%8B/"},{"name":"虹跳","slug":"虹跳","permalink":"http://yoursite.com/tags/%E8%99%B9%E8%B7%B3/"}]}